Repository: AhmedSheri123/consultation
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, he, ru

source: It is recommended to consult the doctor if you experience persistent pain in the kidneys or bladder, difficulty or pain during urination, blood in urine, recurring urinary tract infections, or fertility problems.
ar: ينصح بمراجعة الطبيب عند الشعور بألم مستمر في الكلى أو المثانة، صعوبة أو ألم أثناء التبول، وجود دم في البول، تكرار التهابات المسالك البولية أو مشاكل في الخصوبة.
he: מומלץ להתייעץ עם הרופא אם אתם סובלים מכאב מתמשך בכליות או בשלפוחית, קושי או כאב בעת השתנה, דם בשתן, זיהומים חוזרים בדרכי השתן או בעיות פוריות
ru: Рекомендуется обратиться к врачу, если у вас наблюдаются постоянные боли в почках или мочевом пузыре, трудности или боль при мочеиспускании, кровь в моче, повторяющиеся инфекции мочевых путей или проблемы с фертильностью.

source: Do all urinary tract problems require surgery?
ar: هل جميع مشاكل المسالك البولية تحتاج إلى جراحة؟
he: האם כל בעיות בדרכי השתן דורשות ניתוח?
ru: Все ли проблемы мочевых путей требуют операции?

source: Not necessarily. Some cases can be treated with medications or minor procedures like endoscopy, while some conditions require advanced surgical intervention depending on the diagnosis.
ar: ليس بالضرورة، بعض الحالات تعالج بالأدوية أو الإجراءات البسيطة مثل المناظير، بينما بعض الأمراض تحتاج لتدخل جراحي متقدم بحسب التشخيص.
he: לא בהכרח. חלק מהמקרים ניתנים לטיפול באמצעות תרופות או הליכים מינוריים כמו אנדוסקופיה, בעוד שחלק דורשים התערבות כירורגית מתקדמת בהתאם לאבחון
ru: Не обязательно. Некоторые случаи можно лечить с помощью медикаментов или небольших процедур, таких как эндоскопия, в то время как некоторые состояния требуют сложного хирургического вмешательства в зависимости от диагноза.

source: Can kidney stones be treated without surgery?
ar: هل يمكن علاج حصى الكلى بدون جراحة؟
he: האם ניתן לטפל באבני כליה ללא ניתוח?
ru: Можно ли лечить камни в почках без операции?

source: In many cases, stones can be broken down using shock wave therapy or endoscopic procedures without the need for open surgery.
ar: في كثير من الحالات يمكن تفتيت الحصى باستخدام الموجات التصادمية أو المناظير بدون الحاجة إلى عملية جراحية مفتوحة.
he: במקרים רבים ניתן לפרק אבנים באמצעות טיפול בגלי הלם או הליכים אנדוסקופיים ללא צורך בניתוח פתוח
ru: Во многих случаях камни можно разрушить с помощью ударно-волновой терапии или эндоскопических процедур без необходимости открытой операции.

source: Does an enlarged prostate mean cancer?
ar: هل تضخم البروستاتا يعني الإصابة بالسرطان؟
he: האם הגדלת ערמונית מציינת סרטן?
ru: Означает ли увеличение простаты наличие рака?

source: Benign prostate enlargement is common with age and does not necessarily indicate cancer, but it is important to consult the doctor for proper testing.
ar: تضخم البروستاتا الحميد هو أمر شائع مع التقدم بالعمر ولا يعني بالضرورة وجود سرطان، لكن من المهم مراجعة الطبيب للتأكد عبر الفحوصات اللازمة.
he: הגדלת ערמונית שפירה נפוצה עם הגיל ואינה בהכרח מצביעה על סרטן, אך חשוב להתייעץ עם הרופא לבדיקות נכונות
ru: Доброкачественное увеличение простаты распространено с возрастом и не обязательно указывает на рак, однако важно проконсультироваться с врачом для проведения необходимых обследований.

source: Can I book an appointment online?
ar: هل يمكن حجز موعد عبر الإنترنت؟
he: האם ניתן לקבוע תור אונליין?
ru: Могу ли я записаться на прием онлайн?

source: Yes, you can easily book an appointment through the website or by contacting directly via WhatsApp.
ar: نعم، يمكنكم حجز موعد بسهولة عبر الموقع الإلكتروني أو من خلال التواصل المباشر عبر الواتساب.
he: כן, ניתן לקבוע תור בקלות דרך האתר או באמצעות פנייה ישירה בוואטסאפ
ru: Да, вы можете легко записаться на прием через веб-сайт или связавшись напрямую через WhatsApp.

source: View More Questions
ar: عرض المزيد من الأسئلة
he: צפה בשאלות נוספות
ru: Посмотреть больше вопросов

source: Contact Dr. Krenawi Muhammad to book a medical consultation or inquire about treatment
ar: تواصل مع الدكتور محمد القريناوي لحجز استشارة طبية أو الاستفسار عن العلاج
he: צור קשר עם דר' קרינאוי מוחמד כדי לקבוע ייעוץ רפואי או לשאול על טיפול
ru: Свяжитесь с др. Кренави Мухаммад, чтобы записаться на медицинскую консультацию или задать вопросы о лечении

source: Contact Form
ar: نموذج الاتصال
he: טופס יצירת קשר
ru: Форма обратной связи

source: Fill out the form below and Dr. Krenawi's team will contact you to schedule a consultation or answer your medical inquiries.
ar: املأ النموذج أدناه وسيقوم فريق الدكتور كرناوي بالتواصل معك لتحديد موعد الاستشارة أو الرد على استفساراتك الطبية.
he: מלא את הטופס למטה וצוות ד"ר קרנאוי ייצור קשר כדי לקבוע פגישה או לענות על שאלותיך הרפואיות
ru: Заполните форму ниже, и команда др. Кренави свяжется с вами, чтобы назначить консультацию или ответить на ваши медицинские вопросы.

source: Full Name
ar: الاسم الكامل
he: שם מלא
ru: Полное имя

source: Phone Number
ar: رقم الهاتف
he: מספר טלפון
ru: Номер телефона

source: Inquiry or Case Description
ar: الاستفسار أو وصف الحالة
he: תיאור הפניה או המקרה
ru: Запрос или описание случая

source: Briefly describe the nature of your consultation or the symptoms you are experiencing.
ar: اشرح باختصار طبيعة الاستشارة أو الأعراض التي تواجهها.
he: תאר בקצרה את אופי הפניה או את התסמינים שאתה חווה
ru: Кратко опишите характер вашей консультации или симптомы, которые вы испытываете.

source: I agree to the privacy policy when submitting this form
ar: أوافق على سياسة الخصوصية عند إرسال هذا النموذج
he: אני מסכים למדיניות הפרטיות בעת שליחת הטופס
ru: Я согласен с политикой конфиденциальности при отправке этой формы

source: You must agree to the privacy policy before submitting.
ar: يجب الموافقة على سياسة الخصوصية قبل الإرسال.
he: עליך להסכים למדיניות הפרטיות לפני השליחה
ru: Вы должны согласиться с политикой конфиденциальности перед отправкой.

source: Submit
ar: إرسال
he: שלח
ru: Отправить

source: Home
ar: الرئيسية
he: בית
ru: Главная

source: Appointments
ar: المواعيد
he: תורים
ru: Приемы

source: Settings
ar: الإعدادات
he: הגדרות
ru: Настройки

source: Clinic Profile
ar: ملف العيادة
he: פרופיל המרפאה
ru: Профиль клиники

source: Admin
ar: إدارة
he: מנהל מערכת
ru: Администратор

source: New project...
ar: مشروع جديد...
he: פרויקט חדש...
ru: Новый проект...

source: Profile
ar: الملف الشخصي
he: פרופיל
ru: Профиль

source: Sign out
ar: تسجيل الخروج
he: התנתק
ru: Выйти

source: About
ar: من نحن
he: אודות
ru: О нас

source: Services
ar: الخدمات
he: שירותים
ru: Услуги

source: Booking
ar: الحجز
he: קביעת תורים
ru: Запись

source: Privacy policy
ar: سياسة الخصوصية
he: מדיניות פרטיות
ru: Политика конфиденциальности

source: Urology center
ar: مركز المسالك البولية
he: מרכז אורולוגיה
ru: Центр урологии

source: Assuta Specialist Clinics B.S. - Doctor Karinawi Muhammad Beer Sheva Haim Yahil 7th Floor
ar: عيادات أسوتا التخصصية - الدكتور محمد القريناوي، بئر السبع، حي ياهيل، الطابق السابع
he: מרפאות אסוטה המומחים B.S. - דר' קרינאוי מוחמד, באר שבע, שכונת יהל, קומה 7
ru: Специализированные клиники Ассута B.S. - д-р Каринави Мухаммад, Беэр-Шева, район Яхиль, 7 этаж

source: Language
ar: اللغة
he: שפה
ru: Язык

source: Log out
ar: تسجيل الخروج
he: התנתק
ru: Выйти

source: write your name...
ar: اكتب اسمك...
he: כתוב את שמך...
ru: введите ваше имя...

source: e.g., +1 234 567 890
ar: مثال: +1 234 567 890
he: לדוגמה: +1 234 567 890
ru: например, +1 234 567 890

source: How can our team help you?
ar: كيف يمكن لفريقنا مساعدتك؟
he: איך הצוות שלנו יכול לעזור לך?
ru: Как наша команда может вам помочь?

source: Your message has been sent successfully. You will be replied after reviewing the details.
ar: تم إرسال رسالتك بنجاح. سيتم الرد عليك بعد مراجعة التفاصيل.
he: ההודעה שלך נשלחה בהצלחה. תקבל מענה לאחר בדיקת הפרטים.
ru: Ваше сообщение успешно отправлено. Вам ответят после проверки деталей.

source: Patient name
he: שם המטופל

source: status
he: סטטוס

source: Date
he: תאריך

source: The doctor helped me a lot in treating kidney stones. The surgery was successful and the follow-up was excellent.
he: הד"ר עזר לי מאוד בטיפול באבני כליה. הניתוח הצליח והמעקב היה מצוין

source: Damascus
he: דמשק

source: Very professional treatment and a clear explanation of my case. I felt reassured from the first visit.
he: טיפול מקצועי מאוד והסבר ברור של המקרה שלי. הרגשתי ביטחון כבר מהביקור הראשון

source: Beirut
he: ביירות

source: The doctor saved me from a prostate problem I had suffered from for years. Thanks to him from the heart.
he: הד"ר הציל אותי מבעיית ערמונית שסבלתי ממנה במשך שנים. תודה לו מכל הלב

source: Amman
he: עמאן
