Repository: AhmedSheri123/consultation
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, he, ru

source: your name...
ar: اسمك...
he: שמך...
ru: Ваше имя...

source: your last name...
ar: اسم العائلة...
he: שם משפחתך...
ru: ваша фамилия...

source: name@example.com
ar: البريد الإلكتروني@example.com
ru: имя@пример.com

source: phone number
ar: رقم الهاتف
he: מספר טלפון
ru: номер телефона

source: your company name...
ar: اسم شركتك...
he: שם החברה שלך...
ru: название вашей компании...

source: Password
ar: كلمة المرور
he: סיסמה
ru: Пароль

source: Create an account
ar: إنشاء حساب
he: צור חשבון
ru: Создать аккаунт

source: Email Address
ar: عنوان البريد الإلكتروني
he: כתובת אימייל
ru: Адрес электронной почты

source: Log in
ar: تسجيل الدخول
he: התחבר
ru: Войти

source: Edit profile
ar: تعديل الملف الشخصي
he: ערוך פרופיל
ru: Редактировать профиль

source: Upload profile image
ar: رفع صورة الملف الشخصي
he: העלה תמונת פרופיל
ru: Загрузить фото профиля

source: First name
ar: الاسم الأول
he: שם פרטי
ru: Имя

source: Looks good!
ar: يبدو جيدًا!
he: נראה טוב!
ru: Выглядит хорошо!

source: Please fill your first name.
ar: يرجى إدخال الاسم الأول.
he: אנא מלא את שמך הפרטי.
ru: Пожалуйста, введите ваше имя.

source: Last name
ar: اسم العائلة
he: שם משפחה
ru: Фамилия

source: Please fill your last name.
ar: يرجى إدخال اسم العائلة.
he: אנא מלא את שם המשפחה שלך.
ru: Пожалуйста, введите вашу фамилию.

source: Email
ar: البريد الإلكتروني
he: אימייל
ru: Электронная почта

source: Please fill your email.
ar: يرجى إدخال البريد الإلكتروني.
he: אנא מלא את כתובת האימייל שלך.
ru: Пожалуйста, введите ваш email.

source: Phone number
ar: رقم الهاتف
he: מספר טלפון
ru: Номер телефона

source: Please fill your phone number.
ar: يرجى إدخال رقم الهاتف.
he: אנא מלא את מספר הטלפון שלך.
ru: Пожалуйста, введите ваш номер телефона.

source: Company name
ar: اسم الشركة
he: שם החברה
ru: Название компании

source: Please fill your company name.
ar: يرجى إدخال اسم الشركة.
he: אנא מלא את שם החברה שלך.
ru: Пожалуйста, введите название вашей компании.

source: Save
ar: حفظ
he: שמור
ru: Сохранить

source: Preview
ar: معاينة
he: תצוגה מקדימה
ru: Предпросмотр

source: Change
ar: تغيير
he: שנה
ru: Изменить

source: Close
ar: إغلاق
he: סגור
ru: Закрыть

source: First Name
ar: الاسم الأول
he: שם פרטי
ru: Имя

source: Last Name
ar: اسم العائلة
he: שם משפחה
ru: Фамилия

source: Phone
ar: رقم الهاتف
he: טלפון
ru: Телефон

source: Company Name
ar: اسم الشركة
he: שם החברה
ru: Название компании

source: Create
ar: إنشاء
he: צור
ru: Создать

source: Add Clinic Data
ar: إضافة بيانات العيادة
he: הוסף נתוני קליניקה
ru: Добавить данные клиники

source: Edit
ar: تعديل
he: ערוך
ru: Редактировать

source: Print
ar: طباعة
he: הדפס
ru: Печать

source: Share
ar: مشاركة
he: שתף
ru: Поделиться

source: Delete
ar: حذف
he: מחק
ru: Удалить

source: Add New Consultation
ar: إضافة استشارة جديدة
he: הוסף התייעצות חדשה
ru: Добавить новую консультацию

source: Cancel
ar: إلغاء
he: ביטול
ru: Отмена

source: Consultation Form
ar: نموذج الاستشارة
he: טופס התייעצות
ru: Форма консультации

source: Consultations List
ar: قائمة الاستشارات
he: רשימת התייעצויות
ru: Список консультаций

source: Add Consultation
ar: إضافة استشارة
he: הוסף התייעצות
ru: Добавить консультацию

source: Filter Consultations
ar: تصفية الاستشارات
he: סנן התייעצויות
ru: Фильтр консультаций

source: Consultation
ar: استشارة
he: התייעצות
ru: Консультация

source: Are you sure you want to delete the consultation "%(title)s"?
ar: هل أنت متأكد أنك تريد حذف الاستشارة "%(title)s"؟
he: האם אתה בטוח שברצונך למחוק את ההתייעצות "%(title)s"?
ru: Вы уверены, что хотите удалить консультацию «%(title)s»?

source: Filter
ar: تصفية
he: סנן
ru: Фильтр

source: Consultations Table
ar: جدول الاستشارات
he: טבלת התייעצויות
ru: Таблица консультаций

source: Share Consultation
ar: مشاركة الاستشارة
he: שתף התייעצות
ru: Поделиться консультацией

source: Sharing Process
ar: عملية المشاركة
he: תהליך השיתוף
ru: Процесс обмена

source: View
ar: عرض
he: צפה
ru: Просмотр

source: Download
ar: تنزيل
he: הורד
ru: Скачать

source: Consultation Share Link
ar: رابط مشاركة الاستشارة
he: קישור שיתוף להתייעצות
ru: Ссылка для обмена консультацией

source: Copy
ar: نسخ
he: העתק
ru: Копировать

source: Share the link via:
ar: مشاركة الرابط عبر:
he: שתף את הקישור באמצעות:
ru: Поделиться ссылкой через:

source: WhatsApp
ar: واتساب
he: וואטסאפ

source: Facebook
ar: فيسبوك
he: פייסבוק

source: Twitter
ar: تويتر
he: טוויטר

source: Copied
ar: تم النسخ
he: הועתק
ru: Скопировано

source: Orders List
ar: قائمة الحجوزات
he: רשימת הזמנות
ru: Список заказов

source: Filter Orders
ar: تصفية الحجوزات
he: סנן הזמנות
ru: Фильтр заказов

source: Dashboard Overview
ar: نظرة عامة على لوحة التحكم
he: סקירת לוח הבקרה
ru: Обзор панели управления

source: Patients
ar: المرضى
he: מטופלים
ru: Пациенты

source: Consultations
ar: الاستشارات
he: התייעצויות
ru: Консультации

source: Open Consultations
ar: الاستشارات المفتوحة
he: התייעצויות פתוחות
ru: Открытые консультации

source: Shortcuts
ar: الاختصارات
he: קיצורי דרך
ru: Ярлыки

source: Latest Consultations
ar: أحدث الاستشارات
he: התייעצויות אחרונות
ru: Последние консультации

source: Patient
ar: المريض
he: מטופל
ru: Пациент

source: Title
ar: العنوان
he: כותרת
ru: Заголовок

source: Status
ar: الحالة
he: סטטוס
ru: Статус

source: Created At
ar: تاريخ الإنشاء
he: נוצר ב־
ru: Дата создания

source: Actions
ar: الإجراءات
he: פעולות
ru: Действия

source: No consultations yet.
ar: لا توجد استشارات بعد.
he: אין התייעצויות עדיין.
ru: Консультаций пока нет.

source: Shortcuts List
ar: قائمة الاختصارات
he: רשימת קיצורי דרך
ru: Список ярлыков

source: Add Shortcut
ar: إضافة اختصار
he: הוסף קיצור דרך
ru: Добавить ярлык

source: Shortcut
ar: اختصار
he: קיצור דרך
ru: Ярлык

source: Select Icon
ar: اختر أيقونة
he: בחר סמל
ru: Выбрать значок

source: Are you sure you want to delete "%(code)s"?
ar: هل أنت متأكد أنك تريد حذف "%(code)s"؟
he: האם אתה בטוח שברצונך למחוק את "%(code)s"?
ru: Вы уверены, что хотите удалить «%(code)s»?

source: Yes, delete
ar: نعم، احذف
he: כן, מחק
ru: Да, удалить

source: Icon
ar: الأيقونة
he: סמל
ru: Значок

source: Are you sure you want to delete the patient: <strong>%(name)s</strong>?
ar: هل أنت متأكد أنك تريد حذف المريض: <strong>%(name)s</strong>؟
he: האם אתה בטוח שברצונך למחוק את המטופל: <strong>%(name)s</strong>?
ru: Вы уверены, что хотите удалить пациента: <strong>%(name)s</strong>?

source: Patient Information
ar: معلومات المريض
he: מידע על המטופל
ru: Информация о пациенте

source: Birth Date
ar: تاريخ الميلاد
he: תאריך לידה
ru: Дата рождения

source: health care/insurance
ar: الرعاية الصحية / التأمين
he: טיפול רפואי / ביטוח
ru: Медицинское обслуживание / страхование

source: National ID
ar: الهوية الوطنية
he: תעודת זהות
ru: Идентификационный номер

source: Back
ar: عودة
he: חזרה
ru: Назад

source: Edit Patient Information
ar: تعديل معلومات المريض
he: ערוך מידע על המטופל
ru: Редактировать информацию о пациенте

source: Save Changes
ar: حفظ التغييرات
he: שמור שינויים
ru: Сохранить изменения

source: Patients List
ar: قائمة المرضى
he: רשימת מטופלים
ru: Список пациентов

source: Add New Patient
ar: إضافة مريض جديد
he: הוסף מטופל חדש
ru: Добавить нового пациента

source: Filter Patients
ar: تصفية المرضى
he: סנן מטופלים
ru: Фильтр пациентов

source: Add Patient
ar: إضافة مريض
he: הוסף מטופל
ru: Добавить пациента

source: Edit Patient
ar: تعديل المريض
he: ערוך מטופל
ru: Редактировать пациента

source: Delete Patient
ar: حذف المريض
he: מחק מטופל
ru: Удалить пациента

source: Dashboard
ar: لوحة التحكم
he: לוח בקרה
ru: Панель управления

source: Administrative message
ar: رسالة إدارية
he: הודעה מנהלית
ru: Административное сообщение

source: New alerts
ar: تنبيهات جديدة
he: התראות חדשות
ru: Новые уведомления

source: There are no notifications at the moment.
ar: لا توجد إشعارات في الوقت الحالي.
he: אין התראות כרגע.
ru: В данный момент уведомлений нет.

source: Clear answers to the most frequently asked questions about our services to help you get information quickly and easily.
ar: إجابات واضحة على أكثر الأسئلة شيوعًا حول خدماتنا لتساعدك في الحصول على المعلومات بسرعة وسهولة.
he: תשובות ברורות לשאלות הנפוצות ביותר על השירותים שלנו, כדי שתוכל לקבל מידע במהירות ובקלות.
ru: Четкие ответы на самые часто задаваемые вопросы о наших услугах, чтобы вы могли быстро и легко получить информацию.

source: A versatile software suite transforming businesses of all sizes by simplifying complex systems into efficient work environments.
ar: مجموعة برامج متعددة الاستخدامات تحول الأعمال من جميع الأحجام عبر تبسيط الأنظمة المعقدة إلى بيئات عمل فعالة.
he: חבילת תוכנה רב-תכליתית הממירה עסקים מכל הגדלים על ידי פישוט מערכות מורכבות לסביבות עבודה יעילות.
ru: Универсальный программный комплекс, преобразующий бизнес любого размера, упрощая сложные системы и превращая их в эффективную рабочую среду.

source: Dr. Krenawi Muhammad
ar: الدكتور محمد القريناوي
he: דר' קרינאוי מוחמד
ru: Др. Кренави Мухаммад

source: Urology Surgery Consultant
ar: استشاري جراحة المسالك البولية
he: מומחה בכירורגיה אורולוגיה
ru: Консультант по урологической хирургии

source: Head of Urology division at Yoseftal medical center, senior doctor at Rabin Hasharon medical center and Urology surgeon at Assuta medical center with extensive experience in prostate and urinary stones surgeries.
ar: رئيس قسم المسالك البولية في مركز يوسفتال الطبي، طبيب أول في مركز رابن هشارون الطبي وجراح مسالك بولية في مركز أسوتا الطبي، يتمتع بخبرة واسعة في جراحات البروستات وحصى المسالك البولية.
he: ראש מחלקת אורולוגיה במרכז הרפואי יוספטל, רופא בכיר במרכז הרפואי רבין-השרון וכירורג אורולוגי במרכז הרפואי אסותא, עם ניסיון נרחב בניתוחי ערמונית ואבנים בדרכי השתן.
ru: Руководитель отделения урологии в медицинском центре Йосефтал, старший врач в медицинском центре Рабин-Хашарон и уролог-хирург в медицинском центре Ассута с обширным опытом операций на предстательной железе и камнях мочевых путей.

source: Call Now
ar: اتصل الآن
he: התקשר עכשיו
ru: Позвонить сейчас

source: Book Your Appointment
ar: احجز موعدك
he: קבע תור
ru: Записаться на прием

source: Trusted by Leading Medical Institutions
ar: موثوق به من المؤسسات الطبية الرائدة
he: מוכר ומומלץ על ידי מוסדות רפואיים מובילים
ru: Доверие ведущих медицинских учреждений

source: Ministry of Health
ar: وزارة الصحة
he: משרד הבריאות
ru: Министерство здравоохранения

source: World Health Organization
ar: منظمة الصحة العالمية
he: ארגון הבריאות העולמי
ru: Всемирная организация здравоохранения

source: American Medical Association
ar: الجمعية الطبية الأمريكية
he: האגודה הרפואית האמריקאית
ru: Американская медицинская ассоциация

source: About the Doctor
ar: عن الطبيب
he: על הרופא
ru: О докторе

source: Doctor's Photo
ar: صورة الطبيب
he: תמונת הרופא
ru: Фото доктора

source: 12+ Years of Experience
ar: أكثر من 12 عامًا من الخبرة
he: מעל 12 שנות ניסיון
ru: Более 12 лет опыта

source: Consultant in Urology and Male Infertility.
ar: استشاري جراحة المسالك البولية والعقم عند الرجال.
he: יועץ לאורולוגיה ולעקרות אצל גברים
ru: Консультант по урологии и мужскому бесплодию.

source: Professionalism
ar: الاحترافية
ru: Профессионализм

source: Availability
ar: التوفر
ru: Доступность

source: Kindness
ar: المعاملة
ru: Доброта

source: Academic Qualifications
ar: المؤهلات الأكاديمية
he: הכשרה אקדמית
ru: Академическая квалификация

source: Bachelor of Medicine and Surgery – Jordan University of Science and Technology
ar: بكالوريوس الطب والجراحة – جامعة العلوم والتكنولوجيا الأردنية
he: תואר ראשון ברפואה וכירורגיה – אוניברסיטת מדע וטכנולוגיה ירדנית
ru: Бакалавр медицины и хирургии – Иорданский университет науки и технологий

source: Master's Degree in Urology – Soroka Hospital
ar: ماجستير في جراحة المسالك البولية – مستشفى سوروكا
he: תואר שני באורולוגיה – בית החולים סורוקה
ru: Магистр урологии – Больница Сорока

source: Fellowship in Endoscopic Kidney and Prostate Surgery – Rabin Hospital
ar: زمالة في جراحة الكلى والبروستات بالمنظار – مستشفى رابين
he: התמחות על בניתוחי כליה וערמונית בגישה זעיר-פולשנית – בית החולים רבין
ru: Стажировка по эндоскопической хирургии почек и предстательной железы – Больница Рабин

source: Professional Experience
ar: الخبرة المهنية
he: ניסיון מקצועי
ru: Профессиональный опыт

source: Director of the Urology Surgery Unit at Yousuftal Hospital
ar: مدير وحدة جراحة المسالك البولية في مستشفى يوسفتال
he: מנהל יחידת ניתוחי אורולוגיה בבית החולים יוספטל
ru: Директор отделения урологической хирургии в больнице Йосефтал

source: Physician and surgeon at Rabin Sharon Hospital
ar: طبيب وجراح في مستشفى رابن شارون
he: רופא וכירורג אורולוג בבית החולים רבין-השרון
ru: Врач и хирург в больнице Рабин-Шарон

source: Physician and surgeon at Assuta Hospital in Beersheba
ar: طبيب وجراح في مستشفى أسوتا في بئر السبع
he: רופא וכירורג אורולוג בבית החולים אסותא בבאר שבע
ru: Врач и хирург в больнице Ассута в Беэр-Шеве

source: Over 2000 successful Endoscopic kidney stone surgeries
ar: أكثر من 2000 عملية ناجحة لتفتيت حصى الكلى بالمنظار
he: מעל 5000 ניתוחי אבנים בבדרכי השתן בגישה אנדוסקופית
ru: Более 2000 успешных эндоскопических операций по удалению камней в почках

source: Specialized expertise in treating urinary tract disorders
ar: خبرة متخصصة في علاج اضطرابات المسالك البولية
he: מומחיות מתקדמת בטיפול בהפרעות בדרכי השתן
ru: Специализированная экспертиза в лечении заболеваний мочевыводящих путей

source: Book via WhatsApp
ar: احجز عبر واتساب
he: קבע תור דרך WhatsApp
ru: Записаться через WhatsApp

source: Medical Services We
ar: الخدمات الطبية التي نقدمها
he: שירותים רפואיים שאנו
ru: Медицинские услуги, которые мы

source: Provide to Our Patients
ar: لمرضانا
he: מספקים למטופלינו
ru: предоставляем нашим пациентам

source: HoLEP- LASER
ar: جراحة البروستات بالليزر HoLEP
he: ניתוח HoLEP בלייזר
ru: Операция HoLEP с лазером

source: MiLEP-LASER
ar: جراحة البروستات بالليزر MiLEP
he: ניתוח MiLEP בלייזר
ru: Операция MiLEP с лазером

source: Examination and diagnosis of the urinary and reproductive systems
ar: فحص وتشخيص الجهازين البولي والتناسلي
he: בדיקה ואבחון של מערכות השתן והרבייה
ru: Обследование и диагностика мочеполовой системы

source: Optilum baloon for urethral stricture
ar: بالون Optilum علاج تضيق الإحليل
he: בלון Optilum לטיפול בהצרות השופכה
ru: Баллон Optilum для лечения стриктуры уретры

source: Urinary Tract Examination & Diagnosis
ar: فحص وتشخيص الجهاز البولي
he: בדיקות ואבחון מערכת השתן
ru: Обследование и диагностика мочевыводящих путей

source: Treatment of Kidney & Bladder Stones
ar: علاج حصى الكلى والمثانة
he: טיפול באבנים בכליות ובשלפוחית השתן
ru: Лечение камней в почках и мочевом пузыре

source: Treatment of Prostate Enlargement & Infections
ar: علاج تضخم البروستاتا والالتهابات
he: טיפול בהגדלת הערמונית וזיהומים
ru: Лечение увеличения простаты и инфекций

source: Endoscopic Surgeries
ar: جراحة المنظار
he: ניתוחים אנדוסקופים
ru: Эндоскопические операции

source: Infertility & Fertility Treatment
ar: علاج العقم والخصوبة
he: טיפול בעקרות ופוריות
ru: Лечение бесплодия и восстановление фертильности

source: Treatment of Bladder & Urinary Infections
ar: علاج التهابات المثانة والجهاز البولي
he: טיפול בזיהומים בשלפוחית השתן ובמערכת השתן
ru: Лечение инфекций мочевого пузыря и мочевыводящих путей

source: Specialized Medical Consultations
ar: استشارات طبية متخصصة
he: ייעוץ רפואי מתקדם
ru: Специализированные медицинские консультации

source: Post-Surgery Follow-up
ar: المتابعة بعد العمليات الجراحية
he: מעקב לאחר ניתוח
ru: Послеоперационное наблюдение

source: Online Appointment Booking
ar: حجز المواعيد عبر الإنترنت
he: קביעת תורים אונליין
ru: Онлайн-запись на прием

source: Our Medical Services Features
ar: مميزات خدماتنا الطبية
he: מאפייני השירותים הרפואיים שלנו
ru: Особенности наших медицинских услуг

source: Expertise
ar: الخبرة
he: מומחיות
ru: Опыт

source: Specialist Consultant
ar: استشاري متخصص
he: יועץ מומחה
ru: Специалист-консультант

source: Extensive experience in urology surgery and treatments, ensuring precise and effective care.
ar: خبرة واسعة في جراحة المسالك البولية والعلاجات المختلفة، لضمان رعاية دقيقة وفعالة.
he: ניסיון רחב בניתוחים ובטיפולים אורולוגיים, המבטיח טיפול מדויק ויעיל
ru: Обширный опыт в урологической хирургии и лечении, обеспечивающий точный и эффективный уход.

source: Diagnosis
ar: التشخيص
he: אבחון
ru: Диагностика

source: Accurate Diagnosis
ar: تشخيص دقيق
he: אבחון מדויק
ru: Точная диагностика

source: Using the latest medical technologies to accurately diagnose kidney, bladder, and prostate diseases.
ar: استخدام أحدث التقنيات الطبية لتشخيص أمراض الكلى والمثانة والبروستاتا بدقة.
he: שימוש בטכנולוגיות הרפואיות המתקדמות ביותר לאבחון מדויק של מחלות כליה, שלפוחית השתן והערמונית
ru: Использование новейших медицинских технологий для точной диагностики заболеваний почек, мочевого пузыря и простаты.

source: Technology
ar: التقنية
he: טכנולוגיה
ru: Технологии

source: Advanced Equipment
ar: معدات متقدمة
he: ציוד מתקדם
ru: Современное оборудование

source: Relying on modern devices and advanced treatment methods to reduce pain and speed up recovery.
ar: الاعتماد على الأجهزة الحديثة وطرق العلاج المتقدمة لتقليل الألم وتسريع التعافي.
he: תלוי במכשירים מודרניים ושיטות טיפול מתקדמות להפחתת כאב ולהאצת ההחלמה
ru: Использование современных приборов и передовых методов лечения для снижения боли и ускорения восстановления.

source: Care
ar: الرعاية
he: טיפול
ru: Уход

source: Close Follow-up
ar: متابعة دقيقة
he: מעקב צמוד
ru: Тщательное наблюдение

source: A comprehensive treatment plan including continuous follow-up before and after surgery to ensure complete recovery.
ar: خطة علاج شاملة تتضمن متابعة مستمرة قبل وبعد العملية لضمان التعافي الكامل.
he: תוכנית טיפול מקיפה הכוללת מעקב רציף לפני ואחרי הניתוח להבטחת החלמה מלאה
ru: Комплексный план лечения, включающий постоянное наблюдение до и после операции для обеспечения полного выздоровления.

source: Privacy
ar: الخصوصية
he: פרטיות
ru: Конфиденциальность

source: Complete Confidentiality
ar: سرية كاملة
he: סודיות מלאה
ru: Полная конфиденциальность

source: We are committed to maintaining the confidentiality and privacy of all patient medical data.
ar: نلتزم بالحفاظ على سرية وخصوصية جميع بيانات المرضى الطبية.
he: אנו מחויבים לשמירה על סודיות ופרטיות כל הנתונים הרפואיים של המטופלים
ru: Мы обязуемся сохранять конфиденциальность и приватность всех медицинских данных пациентов.

source: Support
ar: الدعم
he: תמיכה
ru: Поддержка

source: Continuous Communication
ar: تواصل مستمر
he: תקשורת רציפה
ru: Постоянная связь

source: Direct communication via phone or WhatsApp for appointment booking and medical inquiries.
ar: تواصل مباشر عبر الهاتف أو واتساب لحجز المواعيد والاستفسارات الطبية.
he: תקשורת ישירה בטלפון או WhatsApp לקביעת תורים ושאלות רפואיות
ru: Прямое общение по телефону или WhatsApp для записи на приём и медицинских консультаций.

source: Patient Reviews
ar: تقييمات المرضى
he: ביקורות מטופלים
ru: Отзывы пациентов

source: Many heartfelt thanks to the respectful and professional team, and a big thanks to Dr. Krenawi Muhammad – an excellent and professional doctor.
ar: شكرًا جزيلًا من القلب للفريق المحترم والمهني، وشكر كبير للدكتور محمد القريناوي – طبيب ممتاز ومحترف.
ru: Большое сердечное спасибо уважаемой и профессиональной команде, и отдельная благодарность доктору Мухаммаду Каринауи – отличному и профессиональному врачу.

source: Anonymous
ar: مجهول
ru: Анонимно

source: A professional doctor, kind, available for questions, and pleasant. The staff as well. Many thanks to everyone for the excellent attitude.
ar: طبيب محترف، لطيف، متاح للإجابة على الأسئلة، ومهذب. وكذلك الطاقم. شكرًا جزيلًا للجميع على التعامل الممتاز.
ru: Профессиональный врач, доброжелательный, всегда готов ответить на вопросы, очень приятный. Персонал тоже отличный. Большое спасибо всем за прекрасное отношение.

source: A professional and reliable doctor, very kind and gentle.
ar: طبيب مهني وموثوق، لطيف جدًا وهادئ.
ru: Профессиональный и надёжный врач, очень добрый и внимательный.

source: The treatment was very kind and patient. Dr. Krenawi Muhammad provided professional service and warm attitude. I recommend him to everyone. Thank you very much for the help.
ar: كان العلاج لطيفًا وصبورًا للغاية. قدّم الدكتور محمد القريناوي خدمة مهنية وتعاملًا دافئًا. أوصي به للجميع. شكرًا جزيلاً على المساعدة.
ru: Лечение было очень внимательным и терпеливым. Доктор Мухаммад Каринауи оказал профессиональное обслуживание и проявил тёплое отношение. Рекомендую всем. Большое спасибо за помощь.

source: Regarding Dr. Muhammad – I highly recommend him. A very professional person with a kind attitude and continuous follow-up 24 hours a day. Thank you very much from the heart; he is worth all the praise.
ar: بخصوص الدكتور محمد – أنصح به بشدة. شخص محترف للغاية، ذو تعامل لطيف ويتابع الحالة على مدار 24 ساعة. شكرًا جزيلًا من القلب، فهو يستحق كل التقدير.
ru: Относительно доктора Мухаммада – настоятельно рекомендую. Очень профессиональный человек с добрым отношением, постоянно следит за пациентом 24 часа в сутки. Огромное спасибо от всего сердца, он достоин всяких похвал.

source: Many thanks to the entire staff of Assoua – the receptionists and nurses. I sincerely thank you for your service, care, and kindness. Many thanks to the doctors. Thank you, Dr. Krenawi Muhammad – I received from you a warm attitude, pleasant moments, and calmness until my smile returned. You are a professional, wonderful, kind, and patient doctor with full responsibility. Thank you and the entire Assoua team.
ar: شكرًا جزيلًا لكل طاقم أسوأ – من موظفات الاستقبال والممرضات. أشكركم من قلبي على خدمتكم ورعايتكم ولطفكم. شكرًا جزيلًا للأطباء. شكرًا لك د. محمد القريناوي – تلقيت منك معاملة دافئة، ولحظات من الهدوء والراحة حتى عاد ابتسامتي. أنت طبيب محترف، رائع، لطيف وصبور، وتتحمل المسؤولية الكاملة. شكرًا لك ولكل طاقم أسوأ.
ru: Большое спасибо всему персоналу Ассуа – администраторам и медсёстрам. Искренне благодарю вас за ваше обслуживание, заботу и доброту. Отдельная благодарность врачам. Спасибо вам, доктор Мухаммад Каринауи – от вас я получил тёплое отношение, приятные моменты и спокойствие, пока не вернулась моя улыбка. Вы профессиональный, замечательный, добрый и терпеливый врач, полностью ответственный. Спасибо вам и всей команде Ассуа.

source: Frequently Asked Questions
ar: الأسئلة الشائعة
he: שאלות נפוצות
ru: Часто задаваемые вопросы

source: What conditions does a urology surgeon treat?
ar: ما هي الحالات التي يعالجها طبيب جراحة المسالك البولية؟
he: באילו מצבים מטפל מנתח אורולוגי?
ru: Какие заболевания лечит уролог-хирург?

source: The specialty includes treatment of kidney stones, prostate enlargement, urinary tract infections, kidney and bladder tumors, as well as infertility issues and urinary disorders in men and women.
ar: يشمل التخصص علاج حصى الكلى، تضخم البروستاتا، التهابات الجهاز البولي، أورام الكلى والمثانة، إضافةً إلى مشكلات العقم واضطرابات الجهاز البولي عند الرجال والنساء.
he: המומחיות כוללת טיפול באבני כליה, הגדלת ערמונית, זיהומים בדרכי השתן, גידולים בכליה ובשלפוחית, בעיות פוריות והפרעות במערכת השתן אצל גברים ונשים
ru: Специальность включает лечение камней в почках, увеличения простаты, инфекций мочевых путей, опухолей почек и мочевого пузыря, а также проблем с бесплодием и нарушений мочеиспускания у мужчин и женщин.

source: When should I visit a urology surgeon?
ar: متى يجب زيارة طبيب جراحة المسالك البولية؟
he: מתי כדאי לפנות למנתח אורולוגי?
ru: Когда следует обратиться к урологу-хирургу?
